Repository: keedhost/i18n
Catalog: */avidemux/avidemux.po
Languages: uk

source: AVI, dual audio
uk: AVI, два аудіо

source: AVI, unpack VOP
uk: AVI, розпакований VOP

source: Building VBR map
uk: Побудова карта VBR

source: Internal error
uk: WMA/QDM2: внутрішня помилка

source: Cannot open WMA2 codec.
uk: Неможливо відкрити WMA2 кодек.

source: Cannot open AMR codec.
uk: Неможливо відкрити AMR кодек.

source: Could not open OSS audio device
uk: Неможливо відкрити OSS аудіопристрій.

source: Check the permissions for /dev/dsp.
uk: Перевірте права доступу до /dev/dsp.

source: Stereo
uk: Стерео

source: Joint stereo
uk: псевдостерео

source: Mono
uk: Моно

source: C_hannel mode:
uk: Канали:

source: Bit_rate mode:
uk: Режим:

source: _Bitrate:
uk: Бітрейт:

source: _Quality:
uk: Якість:

source: _Disable reservoir:
uk: Заборонити запас

source: LAME Configuration
uk: Налаштування LAME

source: Quality based
uk: За якістю

source: _Mode:
uk: _Режим:

source: Vorbis Configuration
uk: Налаштування Vorbis

source: Codec Error
uk: Помилка аудіокодера

source: The number of channels is greater than what the selected audio codec canDo.Either change codec or use the mixer filter to have less channels.
uk: Кількість каналів більше, ніж допускає аудіокодек.Використовуйте інший кодек або використовуйте звуковий фільтр (міксер) дляЗменшення кількості каналів.

source: Internal error finding codec
uk: Внутрішня помилка пошуку кодека

source: Internal error opening codec
uk: Внутрішня помилка відкриття кодека

source: Internal error with context for codec
uk: Внутрішня помилка з контекстом для кодека

source: Did you use too low/too high target for 2 pass?
uk: Ви використовуєте занадто маленьке чи велике цільове значення для 2-гоПроходу?

source: No video loaded
uk: Відео не завантажено

source: Not indexable
uk: Неможливо індексувати файл

source: DivX 5 + packed?
uk: Упакований DivX 5?

source: Rebuilding Frames
uk: Перебудова кадрів

source: Aborted
uk: Перервано

source: File type identified but no loader support detected ...
uk: Файл ідентифікований, але не підтримується.

source: Attempt to open %s failed!
uk: Помилка при відкритті %s!

source: Build Time Map
uk: Створити

source: Build VBR time map?
uk: Створити тимчасову карту VBR?

source: Use that mode
uk: Використовувати режим

source: H264 detected
uk: Виявлено H264

source: If the file is using bframe as reference, it can lead to crash orStutteting Avidemux can use another mode which is safed but <b> YOU WILL LOOSE FRAMEACCURACY </b> Do you want to use that mode?
uk: Якщо у файлі включений режим посилань на B-кадри, то це може викликати тріск іЗаїкання звуку Avidemux може використовувати режим, який дозволить уникнути цього, але<b> YOU WILL LOOSE FRAME ACCURACY </b> Хочете використовувати цей режим?

source: Packed Bitstream detected
uk: Виявлено упакований потік

source: Do you want me to unpack it?
uk: Розпакувати?

source: Could not unpack the video
uk: Не можу розпакувати відео

source: Weird
uk: Дивно

source: The unpacking succeedeed but the index is still not up to date.
uk: Розпакування пройшла успішно, але індекс не оновлено

source: Troubles ahead
uk: Нас чекають деякі труднощі

source: This a VOP packed AVI.
uk: Це VOP упакований AVI

source: Index is not up to date
uk: Індекс не оновлено

source: You should use Tool-> Rebuild frame. Do it now?
uk: Ви повинні використовувати 'Інструменти-> Перебудувати кадри'. Зробити цеЗараз?

source: This looks like mpeg Do you want to index it?
uk: Виглядає як mpeg Хочете індексувати?

source: Indexing failed
uk: Помилка при індексуванні

source: Unsupported
uk: Не підтримується

source: Old format project file
uk: Старий формат проекту

source: No more supported.
uk: Більше не підтримується.

source: Wrong output format
uk: Невірний вихідний формат

source: Select MPEG as the output.
uk: Виберіть MPEG як вихідний формат.

source: Wrong video codec
uk: Невірний відео кодек

source: Select DVD as the video codec for MPEG TS output.
uk: Для MPEG TS виберіть DVD як відеокодек

source: Only QCIF and subQCIF are allowed for H.263
uk: Для H.263 доступні тільки QCIF і subQCIF

source: Fatal error
uk: Невиправна помилка

source: Incompatible settings
uk: Несумісні налаштування

source: At the moment, the DV codec only accepts 720 * 576 @ 25
uk: На даний момент DV-кодек може приймати тільки 720 * 576 @ 25

source: Remove lines from top/bottom/left/right.
uk: Видалення ліній зверху/знизу/праворуч/ліворуч.

source: Change image size. Faster than Avisynth's Resize.
uk: Зміна розміру картинки. Працює швидше, ніж Avisynth-івської алгоритм.

source: Picture resizer ported from Avisynth.
uk: Зміна розміру зображення (портировано з Avisynth).

source: Add pure black border (s). Enlarges the picture.
uk: Додавання чорних кордонів до картинки. Збільшує її розмір.

source: Fill borders with pure black. Doesn't alter size.
uk: Заповнює кордону картинки чорним. Не змінює її розмір.

source: Vertically flip the picture.
uk: Поворот картинки на 180 градусів.

source: Rotate the picture by 90, 180 or 270 degrees.
uk: Поворот картинки на 90, 180 або 270 градусів.

source: Change framerate while keeping duration.
uk: Зміна частоти кадрів із збереженням тривалості.

source: Play video backward.
uk: Відтворення у зворотний бік.

source: Fade in/out.
uk: Плавне затемнення або поява картинки.

source: Yet Another DeInterlacer. Ported from MPlayer.
uk: Ще Один Деінтерлейсер. портувати з MPlayer.

source: Motion compensation deinterlacer. Ported from MPlayer.
uk: Деінтерлейсер компенсації руху. портувати з MPlayer.

source: Mask interlacing artifacts. Port of Smart deinterlace.
uk: Маскує артефакти чрезстрочності. Порт Smart deinterlace.

source: All FFmpeg deinterlace filters (bicubic, median, ...).
uk: Всі фільтри видалення чрезстрочності з FFmpeg (bicubic, median, ...).

source: Great deinterlacing package including IVTC.
uk: Відмінний пакет фільтрів видалення чрезстрочності, включаючи IVTC.

source: Convert 24 fps to 30 fps by repeating fields.
uk: Перетворення 24 кб/с до 30 кб/с шляхом повторення полів.

source: Drop damaged fields (eg from VHS capture).
uk: Видаляє пошкоджені кадри (наприклад, після захоплення з VHS).

source: Swap top and bottom fields.
uk: Міняє місцями верхні і нижні поля.

source: Adjust contrast, brightness, saturation and gamma.
uk: Налаштування контрасту, яскравості, насиченість та гаму.

source: Adjust hue and saturation.
uk: Налаштування відтінку (hue) і насиченість.

source: Contrast
uk: Контраст

source: Adjust contrast, brightness and colors.
uk: Зміна контрасту, яскравості і кольору.

source: Luma correction filter with histogram.
uk: Фільтр корекції яскравості (luma), з гістограмою

source: Swap U and V
uk: Поміняти місцями UV

source: Chroma shift
uk: Колір U

source: Shift chroma U/V to fix badly synced luma/chroma.
uk: Зміщення chroma U/V для виправлення поганої синхронізації яскравості/кольору (luma /Chroma).

source: Convert picture to greyscale (black and white).
uk: Перетворення картинки в чорно-білу. Зберігається тільки яскравість (luma).

source: Chroma U only
uk: Колір U

source: Convert picture to grey, keeping only chroma U.
uk: Перетворення картинки в чорно-білу. Зберігається лише колір U.

source: Chroma V only
uk: Колір V:

source: Convert picture to grey, keeping only chroma V.
uk: Перетворення картинки в чорно-білу. Зберігається лише колір V.

source: Difference between current and previous picture.
uk: Різниця в яскравості між поточним і попереднім кадром.

source: Alter colors (auto white balance etc ...). Ported from Avisynth.
uk: Корекція кольору (автоматичний баланс білого і т.п.). Портувати зAvisynth.

source: Reduce noise, smooth image, increase compressibility.
uk: Зменшує шум, згладжує картинку, покращує стискальність.

source: High quality version of denoise3d. Slower but more precise.
uk: Покращена версія denoise3d. Повільна, але більш точна.

source: Temporal Cleaner
uk: Сила фільтру:

source: Port of Transcode DNR.
uk: Порт Transcode DNR.

source: Chroma noise reduction filter by MarcFD/Tritical.
uk: Фільтр придушення колірного (chroma) шуму від MarcFD/Tritical.

source: Smooth the image, don't blur edges. Useful on anime.
uk: Згладжує картинку, але не розмиває кордони. Корисний для аніме.

source: Sharpen
uk: Різкість

source: MSharpen
uk: Різкість

source: asharp
uk: Різкість

source: Median
uk: Носій:

source: Forced postprocessing
uk: постпроцесингу

source: Apply blind postprocessing.
uk: постпроцесингу

source: Add srt/sub subtitles to the picture.
uk: Додати srt/sub субтитри.

source: Add ASS/SSA subtitles to the picture.
uk: пропалює ASS/SSA субтитри в картинку.

source: Embed VobSub subtitles into picture.
uk: пропалює VobSub субтитри в картинку.

source: Embed DVB-T subtitle.
uk: пропалює DVB-T субтитри в картинку.

source: Useless whirlwind effect.
uk: Ефект вихору

source: Mosaic
uk: Мозаїка

source: Split the picture into tiny thumbnails.
uk: Розбиває картинку на безліч її зменшених копій.

source: Logo
uk: Логотип

source: Add a png as logo.
uk: Додати зоборження як логотип.

source: Animated Menu
uk: Анімоване меню

source: Compute average luma value for each pixel throughout all frames, and save toFile
uk: Вираховує середньє значення яркості (luma) кожного пікселя по всім кадрам та зберігає його в файл.

source: Eraser
uk: Майстер

source: Threshold
uk: Поріг

source: Particle List
uk: Частково

source: Partial
uk: Часткове накладення

source: Problem reading XML filters
uk: Помилка читання XML-файла фільтрів

source: No filter found
uk: Фільтри не знайдені

source: Could not find a filter
uk: Неможливо знайти фільтр

source: No tag found
uk: Не знайдено тег

source: Node not found
uk: Не знайдено вузол

source: Problem reading SVQ3 headers
uk: Помилка читання заголовків SVQ3

source: There is several mpeg file, append them?
uk: Тут кілька mpeg файлів, хочете об'єднати їх?

source: Can't determine aspect ratio
uk: Неможливо визначити співвідношення сторін

source: Out of memory
uk: Замало пам'яті

source: Opening MPEG
uk: Відкриття MPEG

source: Opening Nuppel video
uk: Відкриття Nuppel video

source: Sure you want to abort?
uk: Ви впевнені, що хочете перервати?

source: Size mismatch
uk: Розмір не збігається

source: Expect a crash.
uk: Можливий збій.

source: Do you want to save an index?
uk: Хочете зберегти індекс?

source: Take second track?
uk: взяти другу аудіо доріжку?

source: Scanning OGM
uk: Сканування OGM

source: Unpacking bitstream
uk: Розпакування потоку

source: Indexing
uk: Індектірованіе

source: Incompatible frame rate
uk: Несумісна частота кадрів

source: Incompatible audio
uk: несумісність аудіо

source: For DVD, audio must be MP2 or AC3.
uk: Для DVD звук повинен бути в форматі MP2 або AC3

source: lvemux init failed
uk: Збій ініціалізації lvemux

source: _File
uk: _Файл

source: Wrong Colorspace
uk: Неправильний простір кольору

source: Only YV12/I420 or YUY2/I422 JPegs are supported
uk: Підтримуються лише YV12/I420 або YUY2/I422 jpeg

source: Memory error
uk: Помилка виділення пам'яті

source: Error converting to BMP
uk: Помилка при конвертуванні в BMP

source: Something bad happened
uk: Помилка при відкритті файлу для запису

source: Cannot encode the frame
uk: Неможливо кодувати кадр

source: File error
uk: Файлова помилка

source: Cannot open "%s "for writing.
uk: Неможливо відкрити для запису "%s "

source: Could not write the file
uk: Помилка запису в файл

source: Could not read "%s ".
uk: Помилка читання "%s ".

source: Could not open "%s "for writing.
uk: Помилка відкриття "%s "для запису.

source: Problem loading sub
uk: Проблема завантаження субтитрів

source: Ifo error
uk: Помилка у файлі IFO

source: Error reading ifo file, aborting.
uk: Помилка читання файлу IFO.

source: Cannot write. idx
uk: Неможливо записати. idx

source: Cannot write. sub
uk: Неможливо записати. sub

source: Problem opening the mpeg files
uk: Проблема при відкритті mpeg файлу.

source: Generating VobSub file
uk: Генерація VobSub

source: Fatal Error
uk: Невиправна помилка

source: A fatal error has occurred Click OK to generate debug information. This may take a few minutes toComplete.
uk: Невиправна помилка Натисніть OK для генерації налагоджувальної інформації. Це може зайняти декількаХвилин.

source: Load it
uk: Завантажити

source: Crash file
uk: Креш-файл

source: I have detected a crash file Do you want to load it? (It will be deleted in all cases, you should save it if you want to keep it)
uk: Виявлено креш-файл Хочете завантажити його? (Він буде видалений в будь-якому випадку, тому Вам потрібно зберегти його, якщо вінПотрібно Вам надалі)

source: Oops
uk: Попередження

source: can't create custom directory (%s).
uk: Неможливо створити каталог для передустановок (%s).

source: can't create job directory (%s).
uk: Неможливо створити каталог для завдань (%s).

source: can't determine $ USERPROFILE.
uk: Неможливо визначити $ USERPROFILE.

source: can't determine $HOME.
uk: Неможливо визначити $HOME.

source: Cannot create the .avidemux directory
uk: Неможливо створити каталог .avidemux

source: % lu minutes
uk: % lu хвилин

source: % lu minute
uk: % lu хвилина

source: % lu second
uk: % lu секунда

source: %lu seconds
uk: %lu секунд

source: Error initalizing audio filters
uk: Помилка при ініціалізації аудіофільтри

source: Error initalizing video filters
uk: Помилка при ініціалізації відеофільтрів

source: Cannot initiate save
uk: Помилка при ініціалізації збереження

source: Width is not a multiple of 8 Continue anyway?
uk: Ширина не кратна 8 Продовжити?

source: Filter init failed
uk: Неможливо ініціалізувати фільтр

source: Reuse the existing log-file?
uk: Замінити існуючий лог-файл?

source: Aborting
uk: Перервати

source: Cannot initialize the video stream
uk: Помилка при ініціалізації відеопотоку

source: Error while encoding
uk: Помилка під час кодування

source: KeyFrame error
uk: Помилка в ключовому кадрі

source: The beginning frame is not a key frame Please move the A marker
uk: Перший кадр не ключовий Будь ласка, перемістіть мітку A

source: Unsupported video
uk: Формат відео не підтримується

source: Only FLV1 and VP6 video are supported
uk: Підтримуються лише FLV1 і VP6

source: Unsupported audio
uk: Формат звуку не підтримується

source: Audio must be mp3 for flv output.
uk: Для контейнера FLV звук повинен бути в MP3.

source: Frequency must be 44100, 22050 or 11025 Hz.
uk: Частота повинна бути 44100, 22050 або 11025 Hz.

source: Cannot initialize the audio stream
uk: Неможливо ініціалізувати аудіопотік

source: This is not MPEG compatible
uk: Несумісний MPEG

source: You can't use the Copy codec.
uk: Ви не можете використовувати Копіювання.

source: There is no audio track
uk: Звукова доріжка відсутня

source: Audio track is not suitable
uk: Не підходить звукова доріжка

source: For VCD, audio must be 44.1 kHz MP2.
uk: Для VCD звук повинен бути в форматі 44.1 kHz MP2.

source: For DVD, audio must be 48 kHz MP2 (stereo), AC3, DTS or LPCM (stereo).
uk: Для DVD звук повинен бути в форматі 48 kHz MP2 (стерео), AC3, DTS або LPCM(Стерео).

source: For DVD, audio must be 48 kHz MP2, AC3 or LPCM.
uk: Для DVD звук повинен бути в форматі 48 kHz MP2, AC3 or LPCM.

source: Reuse log file?
uk: Переписати лог-файл?

source: Error in pass 1
uk: Помилка при першому проході

source: Error in pass 2
uk: Помилка при другому проході

source: Could not initialize video
uk: Неможливо ініціалізувати відео

source: Could not initialize audio
uk: Неможливо ініціалізувати аудіо

source: Select a directory
uk: Виберіть каталог

source: Float
uk: Контейнер:

source: menu
uk: меню

source: _Background Image:
uk: Зображення:

source: Select background image
uk: Вибір зображення

source: _NTSC (default is Pal):
uk: _NTSC (за замовчуванням PAL):

source: MPEG-2 Configuration
uk: Налаштування MPEG-2

source: Audio Configuration
uk: Налаштування звуку

source: _Dynamic range compression
uk: Динамічне стиск діапазону

source: _Time shift (ms):
uk: Зрушення (ms):

source: Time shift value (ms)
uk: Значення зсуву (ms)

source: R_esampling (Hz):
uk: Перетворення частоти (Hz):

source: Resampling frequency (Hz)
uk: Нова частота (Hz)

source: None
uk: Не потрібно

source: _Frame rate change:
uk: Змінити частоту:

source: Automatic (max -3 dB)
uk: Авто (макс. -3 dB)

source: Manual
uk: Вручну

source: _Gain mode:
uk: Режим:

source: G_ain value:
uk: Значення:

source: Gain
uk: Рівень нормалізації

source: No change
uk: Без змін

source: _Mixer:
uk: _Міксер

source: Audio Filters
uk: Звукові фільтри

source: No data
uk: Немає даних.

source: Max. bitrate:
uk: Максимальний бітрейт:

source: Average bitrate:
uk: Середній бітрейт:

source: Number of I frames:
uk: Число I-кадрів

source: Number of P frames:
uk: Число P-кадрів

source: Number of B frames:
uk: Число B-кадрів

source: Max. B frames:
uk: Максимальна кількість B-кадрів

source: Bitrate Histogram
uk: Діаграма бітрейта

source: Video Codecs
uk: Відеокодеки

source: Audio Codecs
uk: Звукові кодеки

source: Codecs
uk: Кодеки

source: Libraries
uk: Бібліотеки

source: CPU
uk: ЦП

source: Built-in Support
uk: Підтримка

source: Ma_x. bitrate:
uk: Макс. бітрейт:

source: Mi_n. bitrate:
uk: Мін. бітрейт:

source: _Use Xvid rate control
uk: Використовувати керування бітрейтом Xvid

source: _Buffer size:
uk: Розмір буфера:

source: Aspect _ratio:
uk: Співвідношення сторін:

source: _Matrices:
uk: Матриця:

source: _GOP size:
uk: Розмір GOP:

source: _Interlacing:
uk: Чрезстрочность:

source: libavcodec MPEG-2 Configuration
uk: Налаштування libavcodec

source: _Bitrate (kb/s):
uk: Бітрейт (кб/с):

source: FLV1 Configuration
uk: Налаштування FLV1

source: _Hours:
uk: Час:

source: _Minutes:
uk: Хвилина:

source: _Seconds:
uk: Секунда:

source: Go to Time
uk: Перехід

source: Mi_n. quantizer:
uk: Мін. квантователь:

source: Ma_x. quantizer:
uk: Макс. квантователь:

source: Max. quantizer _difference:
uk: Макс. крок квантователя:

source: _Trellis quantization
uk: _Trellis-квантування

source: _Quarter pixel
uk: Квадратний піксел

source: _Number of B frames:
uk: Число B-кадрів:

source: _Quantization type:
uk: Тип квантування:

source: _Macroblock decision:
uk: Визначення макроблоків:

source: _Filesize tolerance (kb):
uk: Допуск до розміру файлу (KB):

source: _Quantizer compression:
uk: Коливання квантователя:

source: User Interface
uk: Інтерфейс

source: Motion Estimation
uk: Визначення руху

source: Quantization
uk: Квантування

source: Rate Control
uk: Керування бітрейтом

source: libavcodec MPEG-4 configuration
uk: Налаштування MPEG-4 libavcodec

source: _Swap U and V
uk: Поміняти U і V

source: Show motion _vectors
uk: Показати вектор руху

source: _Swap U & V:
uk: Поміняти U і V

source: Mjpeg Configuration
uk: Налаштування MJPEG

source: Select idx file:
uk: Вибір IDX-файлу:

source: Select GlyphSet file
uk: Вибір файлу

source: Output SRT file
uk: Вихідний SRT-файл

source: Save SRT file
uk: Вибір файлу для збереження

source: Select input and ouput files
uk: Вибір вхідного і вихідного файлів

source: GlyphSet filename
uk: Неправильне ім'я

source: Save GlyphSet file
uk: Зберегти файл

source: Select TS file
uk: Вибір AVI файлу ...

source: _Filter strength:
uk: Рівень фільтрації:

source: _Horizontal deblocking
uk: Горизонтальний деблокінг

source: _Vertical deblocking
uk: Вертикальний деблокінг

source: _Use systray while encoding
uk: Мінімізувати в трей під час кодування

source: _Accept non-standard audio frequency for DVD
uk: Дозволяти нестрандартную частоту звуку для DVD

source: _Use libavcodec MPEG-2 decoder
uk: Використовувати декодер libavcodec для MPEG-2

source: Create _OpenDML files
uk: Створювати файли _OpenDML

source: Automatically _index MPEG files
uk: Автоматично індексувати MPEG-файли

source: Automatically _swap A and B if A> B
uk: Автоматично міняти A і B, якщо A> B

source: _Disable NUV audio sync
uk: Заборонити синхронізацію NUV звуку

source: Automatically _build VBR map
uk: Автоматично створювати карту VBR

source: Automatically _rebuild index
uk: Автоматично пересоздавать індекс

source: Automatically remove _packed bitstream
uk: Автоматично видаляти упакований потік

source: Enable all SIMD
uk: Включити всі SIMD

source: Enable MMX
uk: Включити MMX

source: Enable MMXEXT
uk: Включити MMXEXT

source: Enable 3DNOW
uk: Включити 3DNOW

source: Enable 3DNOWEXT
uk: Включити 3DNOWEXT

source: Enable SSE
uk: Включити SSE

source: Enable SSE2
uk: Включити SSE2

source: Enable SSE3
uk: Включити SSE3

source: Enable SSSE3
uk: Включити SSSE3

source: _lavc threads:
uk: _lavc

source: _x264 threads:
uk: _x264

source: X_vid threads:
uk: X_vid

source: Multi-threading
uk: Використовувати багатопоточність

source: High
uk: Високий

source: Above normal
uk: Вище нормального

source: Below normal
uk: Нижче нормального

source: Low
uk: Низький

source: _Encoding priority:
uk: Кодування:

source: _Indexing/unpacking priority:
uk: Індексації/розпакування:

source: _Playback priority:
uk: Відтворення:

source: Prioritisation
uk: Пріоритет

source: _Split MPEG files every (MB):
uk: Розбивати файли MPEG на частини (Мб):

source: _Use alternative tag for MP3 in. mp4
uk: Використовувати альтернативні теги для MP3 в. MP4

source: GTK + (slow)
uk: GTK + (повільно)

source: XVideo (best)
uk: XVideo (найкраще)

source: SDL (good)
uk: SDL (добре)

source: Video _display:
uk: Метод виведення відео:

source: No alerts
uk: Без повідомлень

source: Display only error alerts
uk: Тільки повідомлення про помилки

source: Display all alerts
uk: Всі повідомлення

source: _Message level:
uk: Рівень повідомлень:

source: Master
uk: Майстер

source: _Volume control:
uk: Гучність звуку управляється:

source: No downmixing
uk: Оригінальний

source: _Local playback downmixing:
uk: При програванні звук:

source: Core Audio
uk: Аудіо

source: _Audio output:
uk: Вивід звуку:

source: ALSA _device:
uk: Пристрій ALSA:

source: _Strength:
uk: Рівень:

source: Default Postprocessing
uk: постпроцесингу по-замовчуванню

source: _Filter directory:
uk: Каталог фільтрів:

source: Select filter directory
uk: Зберегти AVI

source: _Load external filters
uk: Завантажити зовнішні фільтри

source: Automation
uk: Авто

source: Input
uk: Ввід

source: Output
uk: Вивід

source: Audio
uk: Звук

source: Video
uk: Відео

source: Threading
uk: Нить

source: External Filters
uk: Зовнішні фільтри

source: Preferences
uk: Властивості

source: _Shrink Factor:
uk: Коефіцієнт скорочення:

source: Requant Configuration
uk: Налаштування Requant

source: VCD
uk: SVCD

source: _Target type:
uk: Мета:

source: _Source aspect ratio:
uk: Початкове співвідношення сторін (A/R):

source: _Destination aspect ratio:
uk: Цільове співвідношення сторін (A/R):

source: Auto Wizard
uk: Передустановки

source: _Subtitle file:
uk: Файл субтитрів:

source: Select Subtitle file
uk: Вибір файлу субтитрів

source: _Font (TTF):
uk: Шрифт (TTF):

source: Select TTF file
uk: Вибір TTF-файлу

source: _Encoding:
uk: Кодування:

source: S_elect C_olor
uk: Вибір кольору

source: Set Size and _Position
uk: Встановлення розміру і розміщення

source: _Auto split
uk: Автоматичне перенесення

source: _Delay (ms):
uk: Зрушення (ms):

source: Auto (might not work)
uk: Авто (може не працювати)

source: Top field first
uk: Верхнє поле перше

source: Bottom field first
uk: Нижнє поле перше

source: _Field order:
uk: Порядок полів:

source: _Interpolate:
uk: Інтерполяція:

source: _Type:
uk: Тип:

source: _AP type:
uk: Тип _AP:

source: Use ch_roma to evalute
uk: Використовувати колір (chroma) для визначення

source: _Denoise
uk: Придушення шуму

source: _Sharp
uk: Різкість

source: Motion threshold, l_uma:
uk: Поріг руху, яскравість (l_uma):

source: Motion threshold, c_hroma:
uk: Поріг руху, колір (c_hroma):

source: Area com_bing threshold:
uk: Поріг області " гребінця ":

source: Combe_d threshold:
uk: Поріг " гребінця ":

source: Debug:
uk: Налагодження

source: _VOB file (s):
uk: _VOB-файл (и):
