Repository: keedhost/i18n
Catalog: */avidemux/avidemux.po
Languages: uk

source: Select VOB file (s)
uk: Вибір VOB-файлу

source: _IFO file:
uk: _IFO файл:

source: Select IFO file
uk: Вибір IFO-файлу

source: VobSub file:
uk: VobSub файл

source: Select VobSub file
uk: Вибір VobSub-файлу ...

source: VOB to VobSub
uk: VOB у VobSub

source: The selected vobfile does not exist
uk: Обраний VOB-файл не існує

source: Please select a correct VobSub path/dir
uk: Вкажіть коректний шлях до VobSub файлу

source: Multiplatform video editor
uk: багатоплатформний відеоредактор

source: AudioCodec
uk: Аудіокодек

source: Configure codec
uk: Налаштування кодека

source: Threshold:
uk: Поріг:

source: Strength:
uk: Рівень:

source: Busy
uk: Зайнятий

source: Calculator
uk: Калькулятор

source: <b> Target </b>
uk: <b> Мета </b>

source: Duration:
uk: Тривалість:

source: _Medium:
uk: Носій:

source: _Format:
uk: Контейнер:

source: Total size (custom)
uk: Загальний розмір (вручну)

source: _Custom size (MB):
uk: Розмір (мб):

source: Output container format
uk: Контейнер

source: Total size
uk: Загальний розмір

source: 1x 80 min. CD
uk: 1x80 хв. CD

source: 2x 80 min. CD
uk: 2x80 хв. CD

source: 1x 74 min. CD
uk: 1x74 хв. CD

source: 2x 74 min. CD
uk: 2x74 хв. CD

source: Custom
uk: Вручну

source: Track _1:
uk: Доріжка _1:

source: Audio bitrate in kb/s for track 1 (0 for no audio)
uk: Бітрейт (кб/с) для першої звукової доріжки (0 якщо її немає)

source: Track _2:
uk: Доріжка _2:

source: Audio bitrate in kb/s for track 2 (optional)
uk: Бітрейт (кб/с) для другої звукової доріжки

source: <b> Audio Bitrate </b>
uk: <b> Аудіобітрейт </b>

source: Audio size (MB):
uk: Розмір аудіо (мб):

source: Video size (MB):
uk: Розмір відео (мб)

source: Total size (MB):
uk: Загальний розмір (мб):

source: Video bitrate:
uk: Відеобітрейт:

source: Bits per pixel:
uk: Біт на піксель:

source: <b> Result </b>
uk: <b> Результат </b>

source: U Shift:
uk: Зсув U:

source: V Shift:
uk: Зсув V:

source: <b> Preview </b>
uk: <b> Передперегляд </b>

source: Chroma Noise Reduction 2
uk: Пониження колірного шуму (CNR2)

source: <b> Scene change Treshold </b>
uk: <b> Поріг визначення зміни сцени </b>

source: Sensibility
uk: Чутливість

source: Max
uk: Макс.

source: Luma:
uk: Яскравість (luma):

source: Chroma U:
uk: Колір U

source: Chroma V:
uk: Колір V:

source: <b> Settings </b>
uk: <b> Установки </b>

source: Use also chroma to detect scene change
uk: Використовувати колір для визначення зміни сцени

source: <b> Mode </b>
uk: <b> Режим </b>

source: ColorYuv (From avisynth)
uk: ColorYuv (з avisynth)

source: Brightness
uk: Яскравість

source: Gamma
uk: Гамма

source: Chroma U
uk: Колір U

source: Chroma V
uk: Колір V

source: <b> Color Correction Matrix </b>
uk: <b> Матриця корекції кольору </b>

source: Matrix
uk: Матриця

source: Level
uk: Рівень

source: AutoGain
uk: Автоусіленіе

source: Display Stats
uk: Показати статистику

source: AutoWhite
uk: Автобаланс білого

source: Luma
uk: Яскравість (luma)

source: Chroma v
uk: Колір V

source: Crop Settings
uk: Підрізування

source: AutoCrop
uk: Авто

source: Reset
uk: Скинути

source: Crop Left:
uk: Ліворуч:

source: Crop Top:
uk: Зверху:

source: Crop Right:
uk: Праворуч:

source: Crop Bottom:
uk: Знизу:

source: Privileges Required
uk: Потрібні права

source: Root privileges are required to perform this operation.
uk: Для виконання цієї операції потрібні права root.

source: Shutting down
uk: Завершення роботи

source: Encoding ...
uk: Кодування ...

source: <b> Phase: </b>
uk: <b> Етап: </b>

source: <b> Video Codec: </b>
uk: <b> Відеокодек: </b>

source: <b> Audio Codec: </b>
uk: <b> Аудіо кодек: </b>

source: <b> Container: </b>
uk: <b> Контейнер: </b>

source: <b> Processed Frames: </b>
uk: <b> Опрацьовано кадрів: </b>

source: <b> Total Frames: </b>
uk: <b> Всього кадрів: </b>

source: <b> Quantiser: </b>
uk: <b> Квантователь: </b>

source: <b> Average Bitrate: </b>
uk: <b> Середній бітрейт: </b>

source: <b> Video Size: </b>
uk: <b> Розмір відео: </b>

source: <b> Audio Size: </b>
uk: <b> Розмір звуку </b>

source: <b> Total Size: </b>
uk: <b> Загальний розмір: </b>

source: <b> Elapsed: </b>
uk: <b> Минуло: </b>

source: <b> Time Remaining: </b>
uk: <b> Залишилося: </b>

source: <b> Frames/sec: </b>
uk: <b> Кадрів/с: </b>

source: Shut down computer when finished
uk: Вимкнути після завершення

source: Priority:
uk: Пріоритет:

source: Above Normal
uk: Вище нормального

source: Below Normal
uk: Нижче нормального

source: Pause/Abort
uk: Пауза/Перервати

source: Brigh_tness:
uk: Яскравість:

source: _Saturation:
uk: Насиченість

source: _Contrast:
uk: Контраст:

source: _Red:
uk: Червоний:

source: _Green:
uk: Зелений:

source: _Blue:
uk: Синій:

source: _Weight:
uk: Ширина:

source: <b> Gamma </b>
uk: <b> Гамма </b>

source: Equalizer
uk: Еквалайзер

source: Enter parameters (ie-b 192-ms ...)
uk: Введіть параметр (наприклад,-b 192-ms ...)

source: Hue
uk: Відтінок (hue)

source: Hue/Saturation
uk: Відтінок/Насиченість

source: <b> Hue: </b>
uk: <b> Відтінок (Hue): </b>

source: <b> Saturation: </b>
uk: <b> насиченим: </b>

source: Continue indexing
uk: Продовжити індексування

source: Abort Requested
uk: Перервати

source: Do you want to abort indexing?
uk: Ви хочете перервати індексування?

source: Indexing ...
uk: Індексування ...

source: Time left:
uk: Залишилось:

source: Timecode :
uk: Час:

source: Nb pictures seen:
uk: Кількість кадрів:

source: Indexing:
uk: Індексування:

source: Ready
uk: Готово

source: Succeeded
uk: Виконано

source: Failed
uk: Помилка

source: Deleted
uk: Видалено

source: Running
uk: Виконується

source: Job Name
uk: _Імя завдання

source: Started at
uk: Запущено

source: Finished at
uk: Завершено

source: Sure!
uk: Так

source: Delete ALL jobs
uk: Видалити ВСІ завдання

source: Are you sure you want to delete all jobs?
uk: Ви впевнені, що хочете видалити всі завдання?

source: Delete job
uk: Видалити завдання

source: Are you sure you want to delete%s job?
uk: Ви впевнені, що хочете видалити завдання%s?

source: Unknown event
uk: Невідоме подія

source: Jobs
uk: Завдання

source: Delete All Jobs
uk: Видалити всі завдання

source: Delete Job
uk: Видалити завдання

source: Run all jobs
uk: Виконати всі завдання

source: Run Job
uk: Виконати завдання

source: Select Video to Write
uk: Вибір відео для запису

source: Invalid filename
uk: Неправильне ім'я файлу

source: Please select or enter a valid filename.
uk: Виберіть або введіть правильне ім'я файлу.

source: Invalid jobname
uk: Неправильне ім'я завдання

source: Please select or enter a valid jobname.
uk: Виберіть або введіть правильне ім'я завдання.

source: Save Job
uk: Збереження завдання

source: Select the output file
uk: Вибір файлу

source: _Browse ...
uk: _Перегляд ...

source: Job name displayed in the job list and used as the script filename
uk: Ім'я завдання відображається в списку завдань і використовується як ім'я скрипта.

source: Filename of the audio/video output
uk: Ім'я файлу для вихідного аудіо/відео

source: _Job name:
uk: _Імя завдання:

source: Output _file:
uk: Вихідний _файл:

source: Mplayer Delogo
uk: Прибрати логотип (Mplayer)

source: W
uk: Ширина:

source: H
uk: Висота:

source: TimeCode:
uk: Час:

source: <b> Stats </b>
uk: <b> Статистика </b>

source: Text:
uk: Текст:

source: If the glyphs are too thin, enter a lower value here
uk: Якщо символи занадто тонкі, то тут потрібно ввести значення поменше

source: S_kip all
uk: Пропустити все

source: Skip the whole image
uk: Пропустити зображення цілком

source: Skip Glyph
uk: Пропустити символ

source: Skip the current letter/glyph
uk: Пропустити поточну букву/символ

source: _Ignore glyph
uk: Ігнорувати символ

source: This glyph will be ignored from now on
uk: Цей символ тепер буде ігноруватися

source: <b> Bitmap </b>
uk: <b> Зображення </b>

source: Start frame for partial:
uk: Початковий кадр:

source: End frame for partial:
uk: Кінцевий кадр:

source: Configure partialized filter
uk: Налаштування фільтра

source: Output _Format:
uk: Контейнер:

source: _Output File:
uk: Вихідний файл:

source: Final output
uk: Вивід звуку:

source: Preview
uk: Попередній

source: Paused
uk: Пауза

source: <b> Encoding is paused. </b> You can either resume or Abort it.
uk: <b> Кодування призупинено. </b> Ви можете продовжити або перервати його.

source: Abort
uk: Перервати

source: Resume
uk: Продовжити

source: No
uk: Немає

source: Yes
uk: Так

source: % 2.3f fps
uk: % 2.3f кадрів/с

source: % ld frames
uk: % ld

source: Properties
uk: Властивості

source: Frame Rate:
uk: Частота кадрів:

source: Frame Count:
uk: Кількість кадрів:

source: Total Duration:
uk: Загальна тривалість:

source: Image Size:
uk: Розмір картинки:

source: Codec 4CC:
uk: Кодек 4СС:

source: Aspect Ratio:
uk: Співвідношення сторін:

source: <b> Video </b>
uk: <b> Відео </b>

source: Global Motion Compensation:
uk: Компенсація загального руху:

source: Packed Bitstream:
uk: Упакований потік:

source: Quarter Pixel:
uk: Квадратний піксель:

source: <b> Extra Video Properties </b>
uk: <b> Додаткові властивості відео </b>

source: Codec:
uk: Кодек:

source: Channels:
uk: Канали:

source: Bitrate:
uk: Бітрейт:

source: Frequency:
uk: Частота:

source: File Size:
uk: Розмір:

source: Variable Bitrate:
uk: Змінна частота:

source: <b> Audio </b>
uk: <b> Звук </b>

source: Filesystem full/quota exceeded
uk: Файлова система переповнена або вичерпана квота

source: Ignore
uk: Ігнорувати

source: Retry
uk: Повторити

source: Recent files
uk: Нещодавно відкриті файли

source: Width
uk: Ширина

source: Height
uk: Висота

source: Source:
uk: Вихідний A/R:

source: Destination
uk: Цільовий A/R:

source: Error X:
uk: Помилка по X:

source: Error Y:
uk: Помилка по Y:

source: 16 round up
uk: Зробити кратним 16-ти

source: Subtitle Size and Position
uk: Розмір та розміщення субтитрів

source: Font Size:
uk: Розмір шрифту:

source: of frames
uk: # кадрів

source: Enable Preview
uk: Включити попередній перегляд

source: Output values:
uk: Вихідний _файл:

source: Threshold output
uk: відеовиводу:

source: Video encoder
uk: Відеокодек

source: Configure
uk: Налаштування

source: none
uk: не завантажені

source: Select. idx file
uk: Виберіть IDX-файл

source: VobSub Settings
uk: Установки VobSub

source: Select. idx
uk: Перегляд ...

source: Select Language:
uk: Вибір мови:

source: Select Sub
uk: Вибір субтитрів

source: Extra Shrink Factor:
uk: Коефіцієнт доп. стиснення:

source: Shift (ms):
uk: Зрушення (ms):

source: Extra Settings
uk: Додатково

source: Processing
uk: Обробка

source: <b> Time remaining: </b>
uk: <b> Залишилося: </b>

source: X264 configuration
uk: Налаштування x264

source: Encoding Mode:
uk: Режим кодування:

source: Entry input for target file size or bitrate
uk: Розмір файлу (тільки відео, без звуку) або бітрейт

source: Quantizer (0-51):
uk: Квантователь (0-51):

source: Constant Quantizer - Each frame will the same compression. Low numbers equalHigher quality while high numbers equal lower quality
uk: Постійний квантователь - кожен кадр буде мати однакове стиск. ЧимМенше значення, тим краще якість. І навпаки.

source: Target Size:
uk: Розмір (відео):

source: Single Pass - Quality Quantizer (Average)
uk: Один прохід - усереднений квантователь

source: Single Pass - Quality Quantizer (Constant)
uk: Один прохід - постійний квантователь

source: Single Pass - Bitrate (Average)
uk: Один прохід - усереднений бітрейт

source: Two Pass - File Size
uk: Два проходу - розмір файлу (відео)

source: Two Pass - Average bitrate
uk: Два проходу - усереднений бітрейт

source: Bitrate
uk: Бітрейт

source: Partition decision
uk: Алгоритм

source: Method
uk: Метод

source: 1 - Extremely Low (Fastest)
uk: 1 - Зовсім поганий (але найшвидший)

source: 2 - Very Low
uk: 2 - Дуже поганий

source: 3 - Low
uk: 3 - Поганий

source: 4 - Medium
uk: 4 - Середній

source: 5 - High (Default)
uk: 5 - Хороший

source: 6 - Very High
uk: 6 - Дуже хороший

source: 6B - Very High (RDO on Bframes)
uk: 6B - Дуже хороший (RDO on Bframes)

source: 7 - Ultra High
uk: 7 - Відмінний

source: 7B - Ultra High (RDO on Bframes)
uk: 7B - Відмінний (RDO on Bframes)

source: Set how many previous frames can be referenced by a P/B-frame. Numbers above5 do not seem to improve quality greatly. Numbers are 3 to 5 are recommended
uk: На скільки попередніх кадрів можуть посилатися P/B-кадри. Більше 5-ти маєСенс для статичного відео (наприклад, аніме). Для звичайного відеоРекомендується від 3 до 5.

source: Max. Ref. frames
uk: Макс. кадрів для посилань

source: Range
uk: Довжина вектора пошуку

source: Define how many pixels are analysised. The higher the range the moreAccurate the analysis but the slower the encoding time
uk: Визначає кількість аналізованих пікселів при визначенні руху. ЧимБільше значення, тим точніше аналіз, але й більше час кодування.

source: Chroma ME
uk: За кольором

source: Uses chroma (color) components for motion for compression and helps theQuality
uk: Використовувати компоненти кольору (chroma) при визначенні руху для кращогоСтиснення і якості

source: Calculate referencing individually based on each partition
uk: Обчислює кадри, на які можна посилатися, на основі розбиттів. Маєсенс поставити галочку, якщо максимум кадрів, на які можна посилатися,має велике значення.

source: Fast P-Skip
uk: No Fast P-Skip

source: Uncheck to enable fast p-skip
uk: Приберіть галочку, щоб включити режим fast p-skip. Цей режим може прискоритиКодування при зовсім невеликий втрати якості. Рекомендується ставитиГалочку, якщо хочете кодувати з максимальною якістю.

source: Interlace
uk: черезрядкове

source: Encode interlaced
uk: Кодувати чрезстрочно

source: <b>Motion Estimation</b>
uk: <b>Визначення руху</b>

source: Enforce the size of a decoded pixel decoded to a certain value. Leave thisat 1:1 for non-anamorphic video
uk: Встановлення розміру декодуємих пікселів в заданні значення. Для не анаморфного відео залиште значення 1:1

source: Set a custom aspect ratio. Default 1:1 is recommended for most video.
uk: Встановити співвідношення сторін вручну. 1:1 рекомендується для більшості відео.

source: Predefined Aspect Ratios
uk: Попередньо встановлені:

source: Set a common predefined aspect ratio
uk: Підбірка частовикористовуємих співвідношень сторін

source: As input
uk: Як в оригінальному файлі

source: Get PAR from input video file
uk: Використовувати співвідношення сторін як у вихідному файлі

source: <b> Sample Aspect Ratio (A/R) </b>
uk: <b> Cоотношеніе сторін (A/R) </b>

source: Lossless compression method which usually improves the bitrate usage by 15%(Especially on high bitrate). Helps the quality a lot but is slower.
uk: Метод стиснення без втрат, який зазвичай покращує використання бітрейта на15% (особливо при високих бітрейтах). Сильно покращує якість, алеПовільний.

source: Use rate distortion quantization to find optimal encoding for each block.Level 0 equals disabled, level 1 equals normal and level 2 equals high
uk: Використовує rate distortion quantization для пошуку оптимального варіантуКодування кожного блоку. 0 - відключити, 1 нормальну якість і 2 -Максимальну якість. Рекомендується 0 для однопрохідного і 1 дляДвопрохідний кодування.

source: Noise Reduction
uk: Придушення шуму

source: Set the amount of noise reduction
uk: Коефіцієнт придушення шуму

source: Deblocking Filter:
uk: Деблокінг:

source: Enable in-loop deblocking to filter the video
uk: Прибирає артефакти у вигляді квадратів (блоків)

source: Set the amount of blurring to use for block edges when they are found
uk: Коефіцієнт розмиття кордонів блоку

source: Define the level for when deblocking is applied
uk: Рівень застосування фільтра

source: <b>Misc. Options</b>
uk: <b>Різне</b>

source: Motion & Misc
uk: Рух і пр.

source: 8x8 Transform
uk: Перетворення 8х8

source: General block breakdown transformation
uk: Загальне перетворення блоку

source: Improve the P-frame quality
uk: Покращує якість P-кадрів

source: Improve the B-frame quality
uk: Покращує якість B-кадрів

source: Further improve the P-frame quality
uk: Ще більше покращує якість P-кадрів

source: <b> Partition Macroblocks </b>
uk: <b> Розбиття на макроблоки </b>

source: Bias
uk: Пріоритет використання

source: Increase/decrease probability for how often B-frames are used. Will notViolate the maximum consecutive frame limit
uk: Збільшує/зменшує ймовірність використання B-кадрів.

source: Set the maximum number of consecutive B-frames. This defines how manyDuplicate frames can be droped. Numbers 2 to 5 are recommended. This greatlyImproves the use of bitrate and quality
uk: Встановлює максимальне число послідовних B-кадрів. Це визначаєскільки кадрів-дублікатів можуть бути викинутми, щоо сильно покращує якість та оптимальне використання бітрейту. Рекомендовано від 2 до 5.

source: Max Consecutive
uk: Макс. послідовність

source: Bidirectional ME
uk: Двонаправлений пошук

source: Jointly optimize both Motion Vector's in B-frames. This will improve quality but take more time for encoding
uk: Сумісно оптимізує обоє вектора руху в B-кадрах. Покращює якість, але збільшує час кодування.

source: Weighted biprediction
uk: Взвешенное предсказание

source: Enables weighting of B-frames to help fades
uk: Помогает в затемнении и появлении изображения (fade)

source: Adaptative DCT
uk: Адаптивний DCT

source: Use fewer B-frame if needed. This is always recommended. If not enabled, the codec will always use the maximum number of consecutive B-frames
uk: Дозволяє кодеку вирішувати, скільки потрібно B-кадрів. Дуже рекомендую. Якщо цей режим не увімкнено, кодек завжди буде використовувати послідовність B-кадрів максимальної довжини

source: Use as reference
uk: Можна посилатись

source: Allow B-frames to make references non-linearly to another B-frame (insteadOf creating a duplicate copy)
uk: Дозволяє B-кадрів посилатися на інший B-кадр (замість створення його копії)

source: B-Frame Direct Mode:
uk: Режим напрямки B-кадрів:

source: Auto
uk: Авто

source: <b> B-Frames </b>
uk: <b> B-Кадри </b>

source: Partitions & Frames
uk: Розбиття і кадри

source: Set how much " bitrate bonus "a keyframe can get
uk: Який бонус до бітрейту в% можна дати ключовому кадру щодо звичайнихКадрів

source: Keyframe boost (%)
uk: Бонус ключового кадру (%)

source: B-frame reduction (%)
uk: Скорочення B-кадра (%)

source: Bitrate variability (%)
uk: Діапазон зміни (%)

source: Set how much bitrate is deducted from a B-frame as compared to the previousP-frame
uk: Скільки бітрейта можна відняти у B-кадра в% від бітрейта попереднього P-кадру

source: Define how much the bitrate can fluctuate over the entire video. 0% resultsIn a constant bitrate stream, while 100% results in a pure quality basedBitrate stream
uk: На скільки% бітрейт може відхилятися від заданого усередненого. 0%Еквівалентно постійному бітрейту, 100% - на підставі якості.

source: <b> Bitrate </b>
uk: <b> Бітрейт </b>

source: Min Qp
uk: Мін. квантователь

source: Max Qp
uk: Макс. квантователь

source: Max QP Step
uk: Макс. крок квантователя

source: Enforce a minimum quantizer level
uk: Задає мінімальне значення квантователя

source: Enforce a maximum quantizer level
uk: Задає максимальне значення квантователя

source: Define how much the quantizer rate can change between two consecutive frames
uk: Задає наскільки квантователь може змінитися між двома послідовнимиКадрами

source: <b> Quantization Limits </b>
uk: <b> Обмеження квантування </b>

source: Scene Cut Threshold
uk: Чутливість до зміни сцени

source: Increase/decrease sensitivity for detecting Scene Changes to compensateFor. Improves I-frame usage and helps quality
uk: Збільшує/зменшує чутливість визначення зміни сцени. ОптимізуєВикористання I-кадрів.

source: Min IDR frame interval
uk: Мін. між IDR кадрами

source: Set minimum frame interval between IDR frames. Defines the minimum amount aFrame can be reused and referenced by other frames before a new clean one isEstablished
uk: Задає мінімальне число кадрів між двома ключовими. Можна поставити вВідповідно до fps вихідного відео: 24, 25 або 30.

source: Set maximum frame interval between IDR frames. Defines the maximum amount aFrame can be reused and referenced by other frames before a new clean one isEstablished
uk: Задає максимальне число кадрів між двома ключовими. РекомендуєтьсяСтавити мінімальний розмір GOP, помножений на 10.

source: Max IDR frame interval
uk: Макс. між IDR кадрами

source: <b> More Rate Settings </b>
uk: <b> Додатково </b>

source: VBV buffer size
uk: Розмір буфера VBV

source: Initial VBV buffer (%)
uk: Початковий буфер VBV (%)

source: Maximum local bitrate
uk: Макс. локальний бітрейт

source: <b> Video Buffer Verifier </b>
uk: <b> Контролер відеобуфера (VBV) </b>

source: Allowed variance of average bitrate. Lower values ​​mean less variance. HigherValues ​​mean more variance.
uk: Дозволена коливання усередненого бітрейта. Менше значення означаєМенше відхилення. Більша означає більшу відхилення.

source: Bitrate Variance
uk: Коливання бітрейта

source: Allowed variance of average quantizer or quality. Lower values ​​mean lessVariance. Higher values ​​mean more variance. Note that 0 means constantQuality while 1 means constant fluctuation. Recommended 0.6.
uk: Дозволена коливання усередненого квантователя або якості. МеншаЗначення означає менше відхилення. Більша означає більшу відхилення. 0Означає постійне якість, 1 - постійне коливання якості.Рекомендується 0.6

source: Quantizer Compression
uk: Коливання квантователя

source: <b> Misc </b>
uk: <b> Інше </b>

source: Quantization factors used between I-and P-frames
uk: У скільки разів квантователь I-кадрів буде менше квантователя P-кадрів.(Менше значення квантователя - краще якість)

source: Quantization used between P-and B-frames
uk: У скільки разів квантователь B-кадрів буде більше квантователя P-кадрів.(Більшого значення квантователя означає гірше якість)

source: Quantization difference between chroma (color) and luma (brightness)
uk: Різниця квантування між chroma (кольором) і luma (яскравістю)

source: Factor between I and P frame Quants
uk: Коеф. між I-й P-кадрами

source: Factor between P and B frame Quants
uk: Коеф. між P-і B-кадрами

source: Chroma QP Offset
uk: Зміщення квантователя

source: <b> Quantizers </b>
uk: <b> квантователя </b>

source: Custom matrix
uk: Своя матриця

source: Open CQM file
uk: Відкрити CQM-файл

source: JVT matrix
uk: Матриця JVT

source: Flat matrix
uk: Плоска матриця

source: Edit Custom Matrix
uk: Редагування

source: Edit a loaded custom quantization matrix file
uk: Редагування завантаженої матриці

source: <b> Quantization Matrices </b>
uk: <b> Матриці квантування </b>

source: More
uk: Додатково

source: Defaults
uk: За замовчуванням

source: Constant Quantizer
uk: Постійний квантователь

source: Constant Bitrate (kbps)
uk: Постійний бітрейт (кб/с)

source: 0 - None
uk: 0 - Відключити

source: H263 Quantizer
uk: Квантователь H263

source: MPEG Quantizer
uk: Квантователь MPEG

source: Quantizer
uk: Квантователь

source: Select Xvid matrix file to load
uk: Виберіть файл для завантаження налаштувань матриці

source: Error Loading
uk: Помилка при завантаженні

source: Error loadind the custom matrix file.
uk: Помилка при завантаженні налаштувань матриці.

source: Matrix Loaded
uk: Матриця завантажена

source: The custom matrix file has been successfully loaded.
uk: Налаштування матриці успішно завантажені.

source: Average bitrate (kb/s):
uk: Бітрейт (кб/с):

source: Target bitrate (kb/s):
uk: Бітрейт (кб/с):

source: Target size (MBytes):
uk: Розмір відео (MB):

source: Select Custom Matrix File to write
uk: Виберіть файл для збереження налаштувань матриці

source: Error Writing
uk: Помилка при записі

source: Error writing the custom matrix file.
uk: Помилка запису налаштувань матриці.

source: XviD encoding options
uk: Налаштування XviD

source: Encoding type:
uk: Режим:

source: Bitrate (kb/s):
uk: Бітрейт (кб/с)
