Repository: keedhost/i18n
Catalog: */avidemux/avidemux.po
Languages: uk

source: WAV open file failed...
uk: Помилка при відкритті WAV-файла...

source: Cannot decompress audio frame
uk: Неможливо розпакувати аудіокадр

source: Memory Error
uk: Помилка виділення пам'яті

source: No frames to encode
uk: Немає кадрів для кодування

source: Please check markers. Is "A>" == ">B"?
uk: Перевірте мітки, повинно бути "A>" == ">B"

source: Saving raw video stream
uk: Збереження необробленого відеопотоку

source: Checking video
uk: Перевірка відео

source: No error found
uk: Помилки не знайдені

source: Errors found in %u frames
uk: Знайдено помилки в %u кадрах

source: Cannot decompress the audio stream
uk: Помилка при розпакуванні аудіопотоку

source: Switch audio codec to Copy.
uk: Змініть аудіокодек на " Копіювати ".

source: Cannot delete the selection.
uk: Неможливо вилучити виділене.

source: You can't remove all frames
uk: Ви не можете видалити всі кадри.

source: Could not get tracks info
uk: Неможливо отримати інформацію про аудіопоток

source: Take audio from video file
uk: Взяти звук із вихідного відео файлу

source: No audio
uk: Без звуку

source: External AC3
uk: AC3 з файлу

source: Take audio from external AC3 file
uk: Взяти звук з зовнішнього AC3-файлу

source: External MP3
uk: MP3 з файлу

source: Take audio from external MP3 file
uk: Взяти звук з зовнішнього MP3-файлу

source: External WAV
uk: WAV з файлу

source: Take audio from external WAV file
uk: Взяти звук з зовнішнього WAV-файлу

source: _Audio source:
uk: Джерело звуку:

source: _External file:
uk: Файл:

source: _Track from video:
uk: Доріжка:

source: Main Audio Track
uk: Головна звукова доріжка

source: Cannot load
uk: Помилка завантаження

source: The selected audio file does not exist.
uk: Файл не існує.

source: Second Audio Track
uk: Друга звукова доріжка

source: Error loading the MP3 file
uk: Помилка при завантаженні MP3-файлу

source: Second track loaded
uk: Друга звукова доріжка завантажена

source: Error loading the AC3 file
uk: Помилка при завантаженні AC3-файлу

source: Error loading the WAV file
uk: Помилка при завантаженні WAV-файлу

source: Saving failed
uk: Помилка при збереженні

source: Saving the job failed. Maybe you have permission issue with ~ /.avidemux
uk: Помилка при збереженні завдання. Можливо, у вас немає прав доступу до ~ /.avidemux

source: File%s has been successfully saved.
uk: Файл "%s" успішно збережений.

source: File%s was NOT saved correctly.
uk: Файл "%s" збережений не коректно.

source: Failed to connect to avsproxy Is it running?
uk: Неможливо з'єднатися з AvsProxy Він запущений?

source: Frame type:
uk: Тип кадру:

source: Frame size:
uk: Розмір кадру:

source: Frame Hex Dump
uk: Дамп кадру

source: Trouble initializing audio device
uk: Проблема при ініціалізації аудіопристроя.

source: No audio track
uk: Відсутній звукова доріжка

source: An audio track is necessary to create such file
uk: Звукова доріжка необхідна для створення такого файлу.

source: You need Xvid4 and either LAME or FAAC support for the iPod profile
uk: Для iPod профілю Вам потрібна підтримка Xvid4 (для відео) і LAME або FAAC (дляЗвуку)

source: Cannot select the MPEG-4 SP codec.
uk: Неможливо вибрати mpeg4 sp кодек.

source: You don't have LAME! It is needed to create FLV video.
uk: У вас немає підтримки LAME! Вона потрібна для створення FLV відео.

source: Cannot select FLV1 codec.
uk: Неможливо вибрати кодек FLV1.

source: Cannot select mpeg4 sp codec.
uk: Неможливо вибрати кодек mpeg4 sp.

source: You don't have FAAC! It is needed to create PSP compatible video.
uk: У вас немає підтримки FAAC! Вона потрібна для створення PSP-сумісного відео.

source: Something very wrong happened when building joblist.
uk: Щось дуже дивне сталося при побудові списку завдань.

source: There are no jobs stored
uk: Немає запланованих завдань

source: Decompressing error
uk: Помилка при розпакуванні

source: Cannot decode next frame.
uk: Неможливо декодувати наступний кадр.

source: Cannot decode keyframe.
uk: Неможливо декодувати ключовий кадр.

source: Seeking
uk: Пошук

source: Finding black frames
uk: Пошук чорних кадрів

source: Cannot decode the frame.
uk: Неможливо декодувати кадр.

source: Dual audio can only be used in copy mode
uk: Дві звукові доріжки можуть бути використані тільки в режимі копіювання.

source: Select Copy as the video codec.
uk: Виберіть " Копія "в якості відеокодека.

source: Incompatible output format
uk: Несумісний вихідний формат

source: There is no second track
uk: Не задана друга аудіодоріжка

source: Select a second audio track in the Audio menu.
uk: Виберіть другу аудіодоріжку в меню 'Аудіо'

source: Select dual audio AVI to write
uk: Збереження AVI файлу з двома звуковими доріжками

source: This cannot have packed VOP
uk: Файл не може бути упакрваним VOP

source: It is not MPEG-4 video. File will not be saved.
uk: Це не MPEG-4 відео. Файл не буде збережений.

source: You may need smart copy Enable it?
uk: Можливо, вам потрібно увімкнути 'розумне' копіювання?
