Repository: keedhost/i18n
Catalog: */avidemux/avidemux.po
Languages: uk

source: Quantizer:
uk: Квантователь:

source: Select 1-pass or 2-pass encoding
uk: Виберіть 1-но або 2-х прохідне кодування

source: Single pass - bitrate
uk: Один прохід - бітрейт

source: Single pass - quantizer
uk: Один прохід - квантователь

source: Two pass, final size
uk: Два проходу - розмір відео

source: Two pass, average bitrate
uk: Два проходу - усереднений бітрейт

source: Target video bitrate
uk: Необхідний бітрейт відео

source: Constant quantizer - each frame will get the same compression
uk: Постійний квантователь - кожен кадр буде мати однакове стиск

source: _Interlaced
uk: Чрезстрочное

source: Enables interlaced frame support - use only if your source containsInterlacing artifacts (ie fields instead of progressive frames)
uk: Включає підтримку чрезстрочного кодування - можна використовувати тількиЯкщо вихідне відео є чрезстрочним

source: _Greyscale
uk: Чорно-біле

source: Encode in black & white
uk: Кодувати в чорно-білому

source: Ca_rtoon mode
uk: Режим мультфільму

source: Enables special motion estimation features for cartoons/anime
uk: Включає спеціальний режим визначення руху, відповідний для мультфільмівАбо аніме

source: C_hroma optimizer
uk: Оптимізація C_hroma

source: Enables a chroma optimizer prefilter
uk: Включає префільтр оптимізації компонент кольору (chroma)

source: Turbo Mode
uk: Турбо режим

source: Enables fast 1st pass encoding
uk: Запускає швидке кодування при першому проході

source: Packed bitstream
uk: Упакований потік

source: Enables Divx like packed vop, DO NOT SET, it is ugly
uk: Дозволяє VOP упаковку. Дуже не рекомендується - це бридко.

source: Main
uk: Головне

source: Motion search precision:
uk: Точність пошуку руху:

source: VHQ mode:
uk: Режим VHQ:

source: Higher settings give higher quality results, at the cost of slower encoding
uk: Чим більше значення, тим краще якість, але і більше час кодування

source: 1 - Very low
uk: 1 - Дуже погана

source: 2 - Low
uk: 2 - Погана

source: 3 - Medium
uk: 3 - Ниче так

source: 4 - High
uk: 4 - Хороша

source: 5 - Very high
uk: 5 - Дуже хороша

source: 6 - Ultra high
uk: 6 - Відмінна

source: VHQ enables an additional search process to increase quality
uk: VHQ запускає процес додаткового пошуку, що покращує якість

source: C_hroma motion
uk: За кольором

source: Use chroma information to estimate motion
uk: Використовувати компоненти кольору (chroma) для визначення руху

source: Use 4 motion vectors per macroblock, might give better compression
uk: Використовувати 4 вектора руху на макроблок. Може дати кращу стиск.

source: I-frame interval - Min:
uk: Діапазон I-кадрів - Min:

source: Minimum space between I-frames, 1 will disable forced I-frame spacing
uk: Мінімальне число кадрів між двома I-кадрами. 1 забороняє forced I-frameSpacing

source: Max:
uk: Макс.

source: Maximum number of frames allowed between I-frames
uk: Максимальна кількість кадрів між двома I-кадрами.

source: Number of B-frames:
uk: Число B-кадрів:

source: Maximum number of sequential B-frames (when set to 0, the original I/PEncoder is used)
uk: Максимальна кількість B-кадрів, що йдуть послідовно (якщо 0, тоВикористовується I/P як у вихідному файлі)

source: Use Quarter pixel resolution for a more precise motion estimation
uk: Використовувати квадратний піксель для більш точного визначення руху

source: Global Motion Compensation can save bits on camera pans, zooming and rotation
uk: Компенсація загального руху допомагає при панорамних зйомках, наближенні іПоворотах

source: Produces nicer-looking B-frames
uk: Робить B-кадри, які про-дуже гарні на вигляд

source: Pixel Width
uk: Ширина пікселя

source: Pixel Height
uk: Висота пікселя

source: Pixel Aspect Ratio
uk: Cоотношеніе сторін:

source: Quantization type:
uk: Тип квантування:

source: H.263 quantizers smooth the picture (useful at lower bitrates)
uk: Використання H.263 згладжує картинку (корисно на низьких бітрейтах)

source: MPEG quantizers (slightly slower) produce sharper picture (useful at higherBitrates)
uk: Використання MPEG (трохи повільніше) робить картинку різкіше (корисно наВисоких бітрейтах)

source: _Custom Matrix
uk: Своя матриця

source: Load Custom Matrix:
uk: Завантажити свою матрицю:

source: I-frame quantizer - Min:
uk: Квантователь I-кадрів - Мін.:

source: P-frame quantizer - Min:
uk: Квантователь P-кадрів - Мін.:

source: B-frame quantizer - Min:
uk: Квантователь B-кадрів - Мін.:

source: Minimum quantizer allowed for I-frames
uk: Мінімальне значення квантователя для I-кадрів

source: Minimum quantizer allowed for P-frames
uk: Мінімальне значення квантователя для P-кадрів

source: Minimum quantizer allowed for B-frames
uk: Мінімальне значення квантователя для B-кадрів

source: Maximum quantizer allowed for I-frames
uk: Максимальне значення квантователя для I-кадрів

source: Maximum quantizer allowed for P-frames
uk: Максимальне значення квантователя для P-кадрів

source: Maximum quantizer allowed for B-frames
uk: Максимальне значення квантователя для B-кадрів

source: Quantizer restrictions
uk: Обмеження квантователя

source: Rate distortion quantization, will find optimal encoding for each block
uk: Пошук оптимального варіанта кодування для кожного блоку

source: I-frame boost (%):
uk: Бонус для I-кадру (%):

source: I-frames closer than ... frames ...
uk: I-кадри на відстані <значення> кадрів один від одного ...

source: ... are reduced by (%):
uk: ... отримають на <значення> (%) менше бітрейта:

source: A value of 20 will give 20% more bits to every I-frame
uk: Значення 20 дасть кожному I-кадру на 20% бітрейта більше

source: I-frames appearing in the range below this value will be treated asConsecutive keyframes
uk: Число кадрів між двома I-кадрами, при значенні менше якого ці I-кадриБудуть вважатися наступними один за одним

source: Reduction of bitrate for the first consecutive I-frames. The last I-frameWill get treated normally
uk: Перший з такої послідовності I-кадр отримає менше на% бітрейта, ніжнаступний. Наступний I-кадр отримає повний бітрейт

source: Two pass tuning
uk: Точне налаштування

source: Second Pass
uk: Другий проход

source: Select Color
uk: Вибір кольору

source: _Encoding mode:
uk: Режим кодування:

source: Single pass - constant quality
uk: Один проход - постійна якість

source: Two pass - video size
uk: Два прохода - размер видео

source: Two pass - average bitrate
uk: Два проходу - усереднений бітрейт

source: _Quantizer:
uk: Квантователь:

source: _Video size (MB):
uk: Розмір відео (MB):

source: _Average bitrate (kb/s):
uk: Бітрейт (кб/с):

source: _Previous
uk: _Попередній

source: _Next
uk: _Наступний

source: Disable
uk: Вимкнути

source: Auto-detect
uk: Автовизначення

source: Add Video Filter
uk: Додати відеофільтр

source: Transformation
uk: Перетворення

source: Interlacing
uk: Черезрядковість

source: Colors
uk: Колір

source: Sharpen/Blur
uk: Різкість/Розмивання

source: Subtitles
uk: Субтитри

source: Miscellaneous
uk: Інші

source: The filter is already partial
uk: Фільтр вже частково застосовано

source: Load set of filters
uk: Завантаження налаштувань фильтров

source: Nothing to save
uk: Нема чого зберігати

source: Save set of filters
uk: Збереження налаштувань фільтрів

source: Video Filter Manager
uk: Відеофильтри

source: Open filter list [Ctrl-O]
uk: Відкрити перелік фільтрів [Ctrl-O]

source: Save filter list [Ctrl-S]
uk: Зберегти перелік фільтрів [Ctrl-S]

source: Save Script
uk: Зберегти скрипт

source: Save as script [Ctrl-J]
uk: Зберегти скрипт як [Ctrl-J]

source: Transform
uk: Трансформація

source: Noise
uk: Придушення шуму

source: Sharpness
uk: Різкість

source: Misc
uk: Інші

source: External
uk: Зовнішні

source: Add selected filter to the Active Filters list
uk: Накласти обраний фільтр

source: <b>Available Filters</b>
uk: <b>Доступні фільтри</b>

source: Remove filter
uk: Видалити фільтр

source: Move filter down
uk: Перемістити фільтр вниз

source: Move filter up
uk: Перемістити фільтр вгору

source: P_artial
uk: _Частково

source: Apply the current filter only to a part of the file
uk: Застосувати вибраний фільтр до частини файлу

source: Configure filter
uk: Налаштування фільтра

source: C_onfigure
uk: Нал_аштування

source: <b>Active Filters</b>
uk: <b>Накладені фільтри</b>

source: _Preview
uk: Попередній

source: Video Filters
uk: Відеофільтри

source: Save as script
uk: Зберегти як скрипт

source: Side
uk: Відео

source: Frame:% c (% 02d)
uk: Тип кадру:% c (% 02d)

source: _Open ...
uk: _Відкрити ...

source: _Append ...
uk: _Приєднати ...

source: _Save
uk: _Зберегти

source: Save _Video ...
uk: Зберегти відео ...

source: Save _BMP Image ...
uk: Зберегти як BMP ...

source: Save _JPEG Image ...
uk: Зберегти як JPEG ...

source: Save _Selection as JPEG Images ...
uk: Зберегти виділене як JPEG ...

source: Save _Project
uk: Зберегти проект

source: Save P_roject As ...
uk: Зберегти проект як ...

source: _Load/Run Project ...
uk: Завантажити/Запустити проект ...

source: A_dd to Joblist ...
uk: Додати до списку завдань ...

source: Show _Joblist
uk: Показати список завдань

source: Co_nnect to avsproxy
uk: З'єднатися з AvsProxy

source: Proper_ties
uk: Властивості

source: AVI _Muxer Options
uk: Налаштування вихідного AVI файлу

source: _Quit
uk: _Вийти

source: _Edit
uk: _Правка

source: _Reset Edits
uk: Скасування всіх змін

source: Cu_t
uk: Вирізати

source: _Copy
uk: Копіювати

source: _Paste
uk: Вставити

source: _Delete
uk: Видалити

source: Set Marker _A
uk: Встановити позначку _A

source: Set Marker _B
uk: Встановити позначку _B

source: Pre_ferences
uk: Властивості

source: _View
uk: _Вигляд

source: _Main Toolbar
uk: Панель інструментів

source: _A/V Sidebar
uk: Бічна панель

source: _Zoom 1:4
uk: Зменшити 1:4

source: Z_oom 1:2
uk: Зменшити 1:2

source: Zoom _1: 1
uk: Вихідний _1: 1

source: Zoom _2: 1
uk: Збільшити _2: 1

source: Vi_deo
uk: Відео

source: _Decoder Options
uk: Налаштування декодера

source: _Postprocessing
uk: постпроцесингу

source: Select postprocessing level
uk: Вибір рівня постпроцесингу

source: P_review
uk: Попередній

source: Display _Output
uk: Показувати висновок

source: _Frame Rate
uk: Частота кадрів

source: _Encoder
uk: Кодувальник

source: Fil_ters
uk: Фільтри

source: _Audio
uk: Звук

source: _Main Track
uk: Головна доріжка

source: _Second Track
uk: Друга доріжка

source: _Build VBR Time Map
uk: Побудувати тимчасову карту VBR

source: S_ave ...
uk: Зберегти ...

source: _Filters
uk: Фільтри

source: _Tools
uk: Інструменти

source: _Calculator
uk: Калькулятор

source: _Rebuild Frames (I & B)
uk: Переупорядкований кадри (I & B)

source: C_heck Frames (slow)
uk: Перевірити кадри (повільно)

source: _Bitrate Histogram
uk: Гістограма бітрейта

source: _Scan for Black Frames ...
uk: Шукати чорні кадри ...

source: _Edit Glyph
uk: Правка гліфів

source: _Frame Hex Dump
uk: Дамп кадру

source: A_uto
uk: Авто

source: _Go
uk: Перехід

source: _Play/Stop
uk: Відтворити/Зупинити

source: P_revious Frame
uk: Попередній кадр

source: _Next Frame
uk: Наступний кадр

source: Pr_evious Intra Frame
uk: Попередній ключовий кадр

source: Next _Intra Frame
uk: Наступний ключовий (I) кадр

source: Previou_s Black Frame
uk: Попередній чорний кадр

source: Ne_xt Black Frame
uk: Наступний чорний кадр

source: _First Frame
uk: Перший кадр

source: _Last Frame
uk: Останній кадр

source: Go to Marker _A
uk: До позначки _A

source: Go to Marker _B
uk: До позначки _B

source: Go to Fra_me ...
uk: До кадру ...

source: Go to _Time ...
uk: До часу ...

source: _Custom
uk: Своє

source: _Help
uk: Довідка

source: _Built-in Support
uk: Підтримка

source: _About
uk: _Про програмі

source: Open a file
uk: Відкрити файл

source: Save the file
uk: Зберегти файл

source: Audio/video file information
uk: Інформація про поточному файлі

source: Bitrate/size calculator
uk: Обчислення бітрейта/розміру

source: Copy
uk: Копіювати

source: Configure video encoder
uk: Налаштування відеокодера

source: Filters
uk: Фільтри

source: Video filters
uk: Відеофільтри

source: Configure audio encoder
uk: Налаштування аудіокодера

source: Audio filters
uk: аудіофільтри

source: Shift:
uk: Зрушення:

source: Enable time shift
uk: Включити зрушення

source: Audio/video time shift (ms)
uk: Зсув між аудіо та відео (мс)

source: <b> Format </b>
uk: <b> Контейнер </b>

source: Frame:
uk: Кадр:

source: Current frame
uk: Поточний кадр

source: Time:
uk: Час:

source: Current time
uk: Поточний час

source: Frame:?
uk: Тип кадру:

source: Play
uk: Відтворити

source: Stop
uk: Зупинити

source: Previous frame
uk: Попередній кадр

source: Next frame
uk: Наступний кадр

source: Previous keyframe
uk: Попередній ключовий кадр

source: Next keyframe
uk: Наступний ключовий кадр

source: Selection: start
uk: Виділення: початок

source: Selection: end
uk: Виділення: кінець

source: Previous black frame
uk: Попередній чорний кадр

source: Next black frame
uk: Наступний чорний кадр

source: First frame
uk: Перший кадр

source: Last frame
uk: Останній кадр

source: <b> Selection </b>
uk: <b> Виділено </b>

source: Go to marker B
uk: Перейти до мітці B

source: Go to marker A
uk: Перейти до мітці А

source: Sure?
uk: Впевнені?

source: Cannot open directory as a file
uk: Неможливо відкрити директорію замість файлу

source: Cannot open "%s ".
uk: Неможливо відкрити "%s ".

source: %s already exists Do you want to replace it?
uk: %s існує Замінити?

source: It is possible that you are trying to overwrite an input file!
uk: Можливо, ви намагаєтесь перезаписати вихідний файл!

source: Cannot write the file
uk: Неможливо зберегти файл

source: No write access to "%s ".
uk: Немає доступу на запис для "%s ".

source: Images
uk: Зображення

source: All
uk: Всі

source: Alert
uk: Увага

source: Metrics
uk: Метрики

source: Do you want to print metrics on screen?
uk: Хочете вивести метрики на екран?

source: Width and height cannot be 0
uk: Ширина і висота не можуть бути нульовими

source: Width and height cannot be odd
uk: Ширина і висота не можуть бути непарними

source: _Deinterlacing:
uk: Алгоритм:

source: _Autolevel
uk: Автоматичний рівень

source: _Left border:
uk: Ліворуч:

source: _Right border:
uk: Праворуч:

source: _Top border:
uk: Зверху:

source: _Bottom border:
uk: Знизу:

source: Add Borders
uk: Додати кордони

source: Incorrect parameters
uk: Хибні параметри

source: All parameters must be even and within range.
uk: Всі параметри мають бути кратними та не виходити за кордони

source: _Subtitle file (ASS/SSA):
uk: Файл субтитрів (ASS/SSA):

source: _Line spacing:
uk: Міжстрочний інтервал:

source: _Font scale:
uk: Масштаб шрифта:

source: _Top margin:
uk: Верхній кордон:

source: Botto_m margin
uk: Нижній кордон:

source: _Threshold:
uk: Поріг:

source: If value is smaller than threshold it is considered valid.Smaller value might mean more false positive.
uk: Якщо значення менше допустимого, то зображення вважається правильним. Меньше значення збільшує можливість помилки.

source: _Noise:
uk: Шум:

source: I_dentical:
uk: Ідентичність:

source: If metric is less than identical, images are considered identical
uk: Якщо метрика менша цього значення, то зображення вважаються рівними

source: _Show metrics
uk: Показати метрики

source: Show metric in image (debug)
uk: Показати метрики в зображенні (для дебага)

source: Blacken Borders
uk: Заповнення кордонів

source: _Start Frame (first frame # to include in average):
uk: Початковий кадр:

source: _End Frame (last frame # to include), -1 = last:
uk: Кінцевий кадр:

source: Select output file
uk: Вкажіть файл для збереження

source: _Bias (only for display; use 0 for average, 128 for frame minus average):
uk: _Bias (тільки для попереднього перегляду; 0 - средньє, 128 - кадр мінус средньє):

source: Current frame minus average so far
uk: Поточний кадр інус середньє значення

source: Average so far
uk: Средньє значення

source: Display nothing (fast for batch processing)
uk: Нема чого показати (для пакетної обробки)

source: Display _Mode:
uk: Режим попереднього перегляду:

source: _Threshold 1:
uk: Межа 1:

source: T_hreshold 2:
uk: Межа 2:

source: C_ycle:
uk: Цикл:

source: No strategy
uk: Без стратегії

source: Never
uk: Ніколи

source: If still combed
uk: Якщо " гребінець "залишилася

source: Always
uk: Завжди

source: _Strategy:
uk: Стратегія:

source: _Postprocessing:
uk: Постобробка:

source: _Try backward:
uk: У зворотному напрямку:

source: _Direct threshold:
uk: Поріг прямого напряму:

source: _Backward threshold:
uk: Поріг для зворотного напрямку:

source: _Noise threshold:
uk: Поріг шуму:

source: Postp_rocessing threshold:
uk: Поріг постобробки:

source: _Use chroma to decide
uk: Використовувати колір (chroma) для визначення

source: Sho_w info
uk: Показати інформацію

source: Debu_g
uk: Налагодження

source: C_hroma lock:
uk: Колір U

source: _Scene change:
uk: Без змін

source: _Extra
uk: Екстра

source: Extra check, avoid using it
uk: Екстра, уникайте використовувати

source: DropOut Threshold
uk: Поріг визначення пошкоджених кадрів

source: Brush _Mode:
uk: _Режім:

source: Select data file
uk: Вибір AVI файлу ...

source: Eraser Configuration
uk: Налаштування Vorbis

source: Out
uk: Вивід

source: _Fade type:
uk: Тип затемнення:

source: _Start frame:
uk: Початковий кадр:

source: _End frame:
uk: Кінцевий кадр:

source: Fade to _black
uk: Затемнити до чорного

source: Parameter Error
uk: Помилка параметрів

source: Start must be before end, and both within video # of frames.
uk: Початковий кадр повинен бути менше кінцевого і вони не повинні перевищувати загальногоКількості кадрів

source: _Process luma
uk: Обробити яскравість (luma)

source: P_rocess chroma
uk: Обробити колір (chroma)

source: Motion Threshold
uk: Поріг руху

source: _Temporal threshold:
uk: Тимчасової поріг:

source: _Spatial threshold:
uk: Просторовий поріг:

source: Forced Postprocessing
uk: постпроцесингу

source: If value is smaller than threshold it is considered valid. Smaller valueMight mean more false positive
uk: Якщо значення менше порогового, то картинка вважається правильною. МеншаПорогове значення збільшує ймовірність неправильності.

source: _Identical:
uk: Ідентичність:

source: Smaller means more deinterlacing
uk: Чим менше значення, тим сильніше деінтерлейсинг

source: _Sharper engine:
uk: Включити механізм посилення різкості

source: Extrapolate better (better not to use it)
uk: Покращена екстраполяція (краще не використовувати)

source: _Map
uk: Карта

source: Show interlaced areas (for test!)
uk: Показати області чрезстрочності (для тестування!)

source: _Logo (jpg file):
uk: Лого (JPG-файл)

source: Select JPEG file
uk: Вибір JPEG-файлу

source: _X Position:
uk: Позиція X:

source: _Y Position:
uk: Позиція Y:

source: _Alpha:
uk: Прозорість (alpha):

source: Fast
uk: Швидко

source: Medium
uk: Середньо

source: Slow iterative motion search
uk: Повільно (послідовний пошук руху)

source: Extra slow (same as 3 + multiple reference frames)
uk: Дуже повільно (те ж, що і 3 + multiple reference frames)

source: _Field dominance:
uk: Головне поле:

source: _Horizontal stacking:
uk: Картинок по горизонталі:

source: _Vertical stacking:
uk: Картинок по вертикалі:

source: _Shrink factor:
uk: Коефіцієнт зменшення розміру:

source: Show _frame
uk: Показати номери кадрів

source: _Temporal strength:
uk: Сила фільтру:

source: _Mask
uk: Маска

source: _High Q
uk: Висока якість

source: _High quality
uk: Висока якість

source: Show _mask
uk: Показати маску

source: Pal Field Shift
uk: Включити зрушення

source: Output _Format:
uk: Контейнер:

source: Select file
uk: Вибір AVI файлу ...

source: _New frame rate:
uk: Нова частота кадрів:

source: 90 degrees
uk: 90 градусів

source: 180 degrees
uk: 180 градусів

source: 270 degrees
uk: 270 градусів

source: _Angle:
uk: Кут:

source: _Luma threshold:
uk: Поріг по яскравості (luma):

source: C_hroma threshold:
uk: Поріг за кольором (chroma):

source: _Radius:
uk: Радіус:

source: Could not open subtitle file
uk: Помилка відкриття файлу субтитрів.

source: Cannot identify subtitle format
uk: Невпізнаний формат субтитрів.

source: Output values:
uk: Вихідні значення:

source: _Luma temporal threshold:
uk: Тимчасової поріг для яскравості (luma):

source: Ch_roma temporal threshold:
uk: Тимчасової поріг для кольору (chroma):

source: _Order:
uk: Порядок:

source: Select ECMAScript to Run
uk: Виберіть ECMAScript для запуску

source: Obsolete
uk: Застаріло

source: Select AVI File ...
uk: Виберіть файл

source: Select Workbench to Save
uk: Виберіть файл для збереження

source: Select Raw File to Save
uk: Виберіть файл для збереження

source: Select AVI File to Append ...
uk: Виберіть файл для приєднання

source: Select File to Save Audio
uk: Виберіть файл для збереження звуку

source: Select JPEG Sequence to Save
uk: Виберіть файл для збереження

source: Select BMP to Save
uk: Виберіть файл для збереження

source: Select JPEG to Save
uk: Виберіть файл для збереження

source: Select File to Save
uk: Вкажіть файл для збереження

source: Select MP3 to Load
uk: Вибір MP3-файла

source: Select AC3 to Load
uk: Вибір AC3-файла

source: Select WAV to Load
uk: Вибір WAV-файла

source: Go to Frame
uk: Перехід

source: _Go to frame:
uk: Номер кадра:

source: Out of bounds
uk: Вийшли за межі

source: Marker A > B
uk: Позначка A > B

source: Cannot copy.
uk: Неможливо скопіювати.

source: Something bad happened (II))
uk: Помилка при оновленні відео

source: Are you sure?
uk: Впевнені?

source: Frame Rate
uk: Частота кадрів

source: _Frames per second:
uk: Кадрів в секунду:

source: Width is not a multiple of 8
uk: Ширина не кратна 8

source: This will make trouble for AVI files.
uk: Це створить проблеми для AVI-файлів.

source: Rebuild all Keyframes?
uk: Перебудувати усі ключові кадри?

source: Permission error
uk: Помилка прав доступа

source: "%s" does not exist.
uk: "%s" не існує.

source: Cannot open project using the video loader.
uk: Неможливо відкрити проект, використовуючи завантажувач відео.

source: Try 'File' -> 'Load/Run Project...'
uk: Спробуйте "Файл->Завантажити/Запустити проект..."

source: Could not open the file
uk: Неможливо відкрити файл

source: Multiple Audio Tracks
uk: Декілька звукових доріжок

source: The file you just loaded contains several audio tracks. Go to Audio->MainTrack to select the active one.
uk: Файл містить декілька звукових доріжок. Виберіть головну через меню "Аудіо->Головна доріжка".

source: No audio decoder found for this file
uk: Не знайдено декодера звука для цього файла

source: Save (A+V) will generate bad AVI. Save audio will work.
uk: Збереження (Аудіо+Відео) створить поганий AVI файл. Збереження тільки аудіопотока працювати буде.

source: Something failed when appending
uk: Помилка при відкритті файлу для запису

source: Something bad happened (II)
uk: Помилка при оновленні відео

source: Cannot save the audio in copy mode
uk: Неможливо зберегти аудіо в режимі "Копіювати"

source: Select WAV PCM as the audio codec, otherwise the audio file would be raw PCM.
uk: Виберіть WAV PCM як кодек, а то звук буде як raw PCM.

source: Saving audio
uk: Збереження звуку

source: Get Frame
uk: Наступний кадр

source: Cannot get this frame to save
uk: Неможливо кодувати кадр

source: Mark A > B
uk: Позначка A > B

source: Set your markers correctly.
uk: Встановіть корректно позначки.

source: Saving as set of jpegs
uk: Збереження як jpeg

source: Cannot decode frame
uk: Неможливо перекодувати кадр

source: Aborting.
uk: Перервано.

source: Done
uk: Виконано

source: Saved %d images.
uk: Зображень збережено: %d

source: Error
uk: Помилка

source: Could not save all images.
uk: Неможливо зберегти всі зображення.

source: Saved "%s".
uk: "%s" збережено.

source: Saving %s as a BMP file failed.
uk: Помилка збереження "%s" як BMP.

source: Failed to open the file
uk: Неможливо відкрити файл

source: Not a WAV file?
uk: Це не WAV-файл?
